OdGsDevice.loadDeviceState(OdGsFiler*)
\details
Restores device state from filer object.
\param pFiler [in]  Filer object.
\returns
true if device state is successfully loaded, false if device state loading is not supported.

OdGsDevice.saveDeviceState(OdGsFiler*)
\details
Stores current device state into filer object.
\param pFiler [out]  Filer object.
\returns
true if device state is successfully saved, false if device state saving is not supported.